Repository: homeinfogmbh/cmslib
Catalog: files/locales/*/cmslib.po
Languages: de_de

source: Chart data is incomplete.
de_de: Die Chart-Daten sind unvollständig.

source: Chart data is invalid.
de_de: Die Chart-Daten sind ungültig.

source: No chart type specified.
de_de: Kein Chart Typ angegeben.

source: Invalid chart type specified
de_de: Der angegebene Chart-Typ ist ungültig.

source: No chart ID specified.
de_de: Keine Chart ID angegeben.

source: The specified chart does not exist.
de_de: Der angegebene Chart existiert nicht.

source: The specified base chart does not exist.
de_de: Der angegebene Bsischart existiert nicht.

source: The chart has been added.
de_de: Der Chart wurde hinzugefügt.

source: The chart has been deleted.
de_de: Der Chart wurde gelöscht.

source: The chart has been patched.
de_de: Der Chart wurde aktualisiert.

source: The chart type has been added.
de_de: Der Chart-Typ wurde hinzugefügt.

source: No such configuration.
de_de: Die angegebene Konfiguration existiert nicht.

source: Configuration has been added.
de_de: Die Konfiguration wurde hinzugefügt.

source: Configuration has been patched.
de_de: Die Konfiguration wurde aktualisiert.

source: Configuration has been deleted.
de_de: Die Konfiguration wurde gelöscht.

source: No such content.
de_de: Der angegebene Inhalt existiert nicht.

source: No type specified.
de_de: Kein Typ angegeben.

source: Invalid content type.
de_de: Der angegebene Inhaltstyp is ungültig.

source: Content added.
de_de: Inhalt wurde hinzugefügt.

source: Content already exists.
de_de: Diser Inhalt wurde bereits hinzugefügt.

source: Content patched.
de_de: Inhalt wurde aktualisiert.

source: Content deleted.
de_de: Inhalt wurde gelöscht.

source: Invalid ID.
de_de: Ungültige ID.

source: No ID specified.
de_de: Keine ID angegeben.

source: 'Circular reference detected.
de_de: Zirkelbezug entdeckt.

source: Invalid reference.
de_de: Ungültige Referenz.

source: The specified group does not exist.
de_de: Die angegebene Gruppe existiert nicht.

source: The specified member type does not exist.
de_de: Der angegebene Mitgliedstyp existiert nicht.

source: The group does not contain the specified member.
de_de: Die Gruppe beinhaltet das angegebene Mitglied nicht.

source: The group has been added.
de_de: Die Gruppe wurde hinzugefügt.

source: The group has been patched.
de_de: Die Gruppe wurde aktualisiert.

source: The group has been deleted.
de_de: Die Gruppe wurde gelöscht.

source: The specified member has been added to the group.
de_de: Das angegebene Mitglied wurde der Gruppe hinzugefügt.

source: The specified member has been removed from the group.
de_de: Das angegebene Mitglied wurde aus der Gruppe entfernt.

source: No menu specified.
de_de: Kein Menü angegeben.

source: No such menu.
de_de: Das angegebene Menü existiert nicht.

source: The menu data is invalid.
de_de: Die angegebenen Menüdaten sind ungültig.

source: The menu has been added.
de_de: Das Menü wurde hinzugefügt.

source: The menu has been patched.
de_de: Das Menü wurde aktualisiert.

source: The menu has been copied.
de_de: Das Menü wurde kopiert.

source: The menu has been deleted.
de_de: Das Menü wurde gelöscht.

source: No menu item specified.
de_de: Kein Menüelement angegeben.

source: No such menu item.
de_de: Das angegebene Menüelement existiert nicht.

source: The menu item has been added.
de_de: Das Menüelement wurde hinzugefügt.

source: The menu item has been patched.
de_de: Das Menüelement wurde aktualisiert.

source: The menu item has been deleted.
de_de: Das Menüelement wurde gelöscht.

source: The menu items have been sorted.
de_de: Die Menüelemente wurden sortiert.

source: The menu items are members of different menus.
de_de: Die Menüelemente befinden sich in unterschiedlichen Menüs.

source: The menu items have different parent items.
de_de: Die Menüelemente befinden sich in verschiedenen Untermenüs.

source: The menu item chart does not exist.
de_de: Der angegebene Menüelementchart existiert nicht.

source: The menu item chart has been added.
de_de: Der Menüelementchart wurde hinzugefügt.

source: The menu item chart has been deleted.
de_de: Der Menüelementchart wurde gelöscht.

source: The menu item charts have been sorted.
de_de: Die Menüelementcharts wurden sortiert.

source: The menu item charts are members of different menu items.
de_de: Die Menüelementcharts befinden sich in unterschiedlichen Menüelementen.

source: Must specify exclusively a menu or a parent menu item.
de_de: Es müssen entweder das Menü oder das Elternelement angegeben werden.

source: Ambiguous assignment of configurations.
de_de: Mehrdeutige Zuweisung von Konfigurationen.

source: No configuration assigned.
de_de: Keine Konfiguration zugewiesen.

source: Preview not allowed.
de_de: Vorschau nicht gestattet.

source: Invalid token type.
de_de: Ungültiger Token-Typ.

source: No such preview object.
de_de: Kein solches Objekt für Vorschau.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: The specified terminal does not exist.
de_de: Das angegebene Terminal existiert nicht.
